
// 2008

"kDiscoveringDevicesKey"					= "A procurar dispositivos Bluetooth…";
"kDiscoveryCompleteKey"						= "Procura concluída.";
"kBluetoothIsOffKey"						= "O Bluetooth foi desactivado neste computador. Depois de activar o Bluetooth, pode continuar.";
"kErrorDiscoveringDevicesKey"				= "Ocorreu um erro ao pesquisar os dispositivos.";

"kOptionsKey"								= "Opções";
"kStopKey"									= "Parar";
"kStartKey"									= "Iniciar";
"kShowKey"									= "Mostrar";
"kAllDevicesKey"							= "Todos os dispositivos";
"kLaptopsKey"								= "Portáteis";
"kClearListKey"								= "Apagar lista";
"kAudioDevicesKey"							= "Dispositivos de áudio";

"kConfiguringServicesKey"					= "A configurar serviços";
"kPasskeySelectionKey"						= "Selecção de código";
"kNumDevicesFoundKey"						= "A procurar dispositivos - %@ encontrado(s)";
"kAutomaticPairAttemptKey"					= "O computador tentará emparelhar automaticamente com o dispositivo.";

"kSpecifyDeviceKey"							= "Especificar dispositivo…";

"kDeviceList_MouseDevicesKey"				= "RATO";
"kDeviceList_KeyboardDevicesKey"			= "TECLADOS";
"kDeviceList_MobilePhoneDevicesKey"			= "TELEMÓVEIS";
"kDeviceList_AudioDevicesKey"				= "ÁUDIO";
"kDeviceList_OtherDevicesKey"				= "OUTRO";
"kDeviceList_ComputerDevicesKey"			= "COMPUTADOR";

"kDeviceList_NoDevicesFoundKey"				= "Não foram encontrados dispositivos";

"kPair_Device_PairingAttemptFailedInvalidSoftwareKey"	= "A tentativa de emparelhamento falhou. Esta configuração do Mac OS X e do software Bluetooth poderá não ser válida ou compatível.";
"kPairAttemptFailed3Key"								= "A tentativa de emparelhamento falhou. Se pretender experimentar outro código ou método, clique no botão “Opções de código…”. Clique em Continuar para voltar a tentar.";

"kAlreadyPairedWithThatDeviceTitleStringKey"			= "Este computador já está emparelhado com “%@”.";
"kAlreadyPairedWithThatDeviceExplanationStringKey"		= "O computador já está emparelhado com o dispositivo. Pretende desfazer o emparelhamento e voltar a configurar o dispositivo?";

//============================== Pair Panel =============================//

"kPairingFailed"							= "A tentativa de emparelhamento falhou";

// === prior to 2008

// Panel Titles.

"kIntroductionKey"							= "Introdução";
"kSetupDecisionKey"							= "Seleccione o tipo de dispositivo";
"kConclusionKey"							= "Conclusão";

"kKeyboardSetupTitleKey"					= "Configuração do teclado Bluetooth";
"kMouseSetupTitleKey"						= "Configuração do rato Bluetooth";
"kMouseTrackpadSetupTitleKey"				= "Configuração do rato ou trackpad Bluetooth";
"kDeviceSetupTitleKey"						= "Configuração do dispositivo Bluetooth";
"kPhoneSetupTitleKey"						= "Configuração do telemóvel Bluetooth";
"kPrinterSetupTitleKey"						= "Configuração da impressora Bluetooth";
"kHeadsetSetupTitleKey"						= "Configuração do auricular Bluetooth";

// Misc stuff.

"kAreYouSureYouWantToQuitKey"				= "Sair do Assistente de Configuração?";
"kAreYouSureYouWantToQuitExplanationKey"	= "Necessitará, se abandonar agora o Assistente de Configuração, de repetir todos os passos desde o início.";
"kUsersKeyboardKey"							= "Teclado %@";
"kUsersMouseKey"							= "Rato %@";
"kUsersTrackpadKey"							= "Trackpad de %@";
"kRootUsersKeyboardKey"						= "teclado do administrador";
"kRootUsersMouseKey"						= "rato do administrador";

"kSetUpAnotherDeviceButtonKey"				= "Outra Configuração";
"kAdvancedPasskeyOptionsButtonKey"			= "Opções de código…";
"kOtherKey"									= "Outro";
"kGenericKey"								= "Genérico";

// Buttons.

"kOKButtonKey"								= "OK";
"kOpeniSyncButtonKey"						= "Abrir o iSync";
"kCancelButtonKey"							= "Cancelar";
"kContinueButtonKey"						= "Continuar";
"kIgnoreButtonKey"							= "Ignorar";
"kSkipButtonKey"							= "Ignorar";
"kQuitButtonKey"							= "Sair";
"kNeedAuthenticationTitleKey"				= "Necessita, para efectuar as alterações especificadas, autenticar.";
"kNeedAuthenticationExplanationKey"			= "É necessário autenticar-se como administrador deste computador para alterar as definições de acesso à Internet. Desmarque esta opção ou clique em Continuar para tentar de novo efectuar a autenticação.";

// Device types.

"kMobilePhoneCapsKey"						= "Telemóvel";
"kMobilePhonesCapsKey"						= "Telemóveis";
"kMobilePhoneKey"							= "telemóvel";
"kMobilePhonesKey"							= "telemóveis";
"kDeviceKey"								= "Dispositivo";
"kDevicesKey"								= "Dispositivos";
"kMouseKey"									= "Rato";
"kTrackpadKey"								= "Trackpad";
"kMiceKey"									= "Ratos";
"kKeyboardKey"								= "Teclado";
"kKeyboardsKey"								= "Teclados";
"kPrinterKey"								= "Impressora";
"kPrintersKey"								= "Impressoras";
"kHeadsetKey"								= "Auricular";
"kHeadphonesKey"							= "Auscultadores";
"kHeadsetsKey"								= "Auriculares";
"kComputerKey"								= "Computador";
"kComputersKey"								= "Computadores";
"kPDAKey"									= "Dispositivo ultraportátil";
"kLANAccessPointKey"						= "Ponto de acesso de rede";
"kTypeKey"									= "Tipo";

// Services panel

"kServicesPanel_DeviceNameKey"				= "Nome do dispositivo: ";
"kServicesPanel_DeviceAddressKey"			= "Endereço do dispositivo: ";
"kServicesPanel_DeviceTypeKey"				= "Tipo de dispositivo: ";
"kServicesPanel_DeviceServicesKey"			= "Serviços do dispositivo: ";

"kSetupServicesPanel_PhoneTitleKey"			= "Seleccione os serviços que deseja utilizar com o telemóvel:";
"kSetupServicesPanel_DeviceTitleKey"		= "Seleccione os serviços que deseja utilizar com o dispositivo:";

"kSetupServicesPanel_ConfiguringServicesKey"		=	"A configurar serviços…";

"kServicesPanel_GatheringInformationTitleKey"		=	"A obter informação adicional acerca do dispositivo";
"kServicesPanel_GatheringInformationExplanationKey"	=	"O computador necessita de informações acerca do dispositivo, para saber como pode interagir. Esta operação demora apenas alguns segundos.";
"kServicesPanel_GatheringInformationUnknownErrorKey"=	"Ocorreu um erro desconhecido ao obter informações acerca do dispositivo. Certifique-se de que este se encontra dentro do raio de alcance deste computador, e que está ligado e “detectável”. Clique em Continuar para voltar a tentar.";
"kServicesPanel_GatheringInformationSDPErrorKey"	=	"Ocorreu um erro ao obter a lista de serviços disponíveis no dispositivo. Certifique-se de que este se encontra dentro do raio de alcance deste computador, e que está ligado e “detectável”. Clique em Continuar para voltar a tentar.";
"kServicesPanel_GatheringInformationStatusKey"		=	"A obter informação adicional acerca do dispositivo…";
"kServicesPanel_GatheringInformationSuccessKey"		=	"Obtenção de informação adicional concluída.";

// Intro Panel.

"kWelcomeToTheSetUpAssistantKey"			= "Bem-vindo ao Assistente de Configuração Bluetooth.";
"kWelcomeMachineHasBluetoothKey"			= "Quando o dispositivo aparecer na lista, seleccione-o e clique em Continuar. Se o dispositivo não constar da lista, certifique-se de que se encontra ligado e “detectável”. Para mais informações, consulte a respectiva documentação.";
"kWelcomeMachineDoesNotHaveBluetoothKey"	= "Não foi encontrado hardware ou software adequado para Bluetooth neste computador. Caso tenha instalado hardware Bluetooth recentemente, verifique se está ligado correctamente.\n\nDepois de verificar se o hardware Bluetooth está ligado correctamente, pode continuar.";

//============================== Discovery Panel =============================//

// Discovery Panel (General)

"kDiscovery_Gen_ErrorOccurredSearchingKey"					= "Ocorreu um erro durante a tentativa de efectuar a pesquisa.";
"kDiscovery_Gen_UpdatingDeviceNamesSingleKey"				= "A actualizar nome do dispositivo…";
"kDiscovery_Gen_UpdatingDeviceNamesMultipleKey"				= "A actualizar %@ nomes de dispositivos…";

// Mouse HID (HIDless) panel

"kHIDLess_MouseInstructionTextKey"							= "Não existe nenhum rato ligado.";
"kHIDLess_MouseSmallInstructionTextKey"						= "O Assistente de Configuração Bluetooth está a procurar um rato Bluetooth. Se algum for encontrado, será emparelhado com o seu computador. Verifique os cabos se pretender utilizar um rato USB.\n\nSe estiver a tentar usar um rato Bluetooth e este não for encontrado, certifique‑se de que está ligado e “detectável”. Se estiver a utilizar um rato sem fios Apple, ligue‑o. Se estiver a tentar usar um rato sem fios que não seja da Apple, consulte a respectiva documentação.";
"kHIDLess_MouseAttemptingToConnectTextKey"					= "A tentar estabelecer ligação com o rato #%@ (%@)…";
"kHIDLess_MouseClickContinueButtonTextKey"					= "O emparelhamento com o rato foi bem sucedido. Para confirmar, use o rato para clicar em Continuar. Se o rato não mover o ponteiro e tiver outro rato sem fios disponível, é possível que o computador esteja a tentar emparelhar com o outro rato.\n\nO Assistente de Configuração Bluetooth voltará a tentar emparelhar com o rato dentro de %@ segundos.";
"kHIDLess_MouseClickContinueButton2TextKey"					= "O emparelhamento com o rato foi bem sucedido. Para confirmar, use o rato para clicar em Continuar. Se o rato não mover o ponteiro do cursor e tiver outro rato ou trackpad sem fios disponível, é possível que o computador esteja a tentar emparelhar com esse outro dispositivo.\n\nO computador voltará a tentar emparelhar com o rato dentro de %@ segundos.";
"kHIDLess_MouseWaitingForPairingAckTextKey"					= "Clique em Continuar (%@ segundos)…";
"kHIDLess_MousePairingFailed1TextKey"						= "O emparelhamento com o rato falhou. O computador voltará a tentar emparelhar com o mesmo rato dentro de 5 segundos…";
"kHIDLess_MousePairingFailed2TextKey"						= "O emparelhamento com o rato falhou. O computador vai tentar emparelhar com outro rato ou trackpad sem fios…";


// Mouse or Trackpad HID (HIDless) panel
"kHIDLess_MouseTrackpadInstructionTextKey"					= "Não está ligado nenhum rato ou trackpad sem fios.";
"kHIDLess_MouseTrackpadSmallInstructionTextKey"				= "A procurar um rato ou trackpad sem fios. Se algum for encontrado, será emparelhado com o seu computador. Verifique os cabos se pretender utilizar um rato USB.\n\nSe estiver a tentar usar um rato ou trackpad sem fios e este não for encontrado, certifique‑se de que está ligado e “detectável”. Se estiver a utilizar um rato ou trackpad sem fios Apple, ligue‑o. Se estiver a tentar usar um rato ou trackpad sem fios que não seja da Apple, consulte a respectiva documentação.";
"kHIDLess_TrackpadAttemptingToConnectTextKey"				= "A tentar estabelecer ligação ao tackpad #%@ (%@)…";
"kHIDLess_TrackpadClickContinueButtonTextKey"				= "O emparelhamento com o trackpad foi bem sucedido. Para confirmar, use o trackpad para clicar em Continuar. Se o trackpad não mover o ponteiro do cursor e tiver outro rato ou trackpad sem fios disponível, é possível que o computador esteja a tentar emparelhar com esse outro dispositivo.\n\nO computador voltará a tentar emparelhar com o trackpad dentro de %@ segundos.";
"kHIDLess_TrackpadPairingFailed1TextKey"					= "O emparelhamento com o trackpad falhou. O computador voltará a tentar emparelhar com o mesmo trackpad dentro de 5 segundos…";
"kHIDLess_TrackpadPairingFailed2TextKey"					= "O emparelhamento com o trackpad falhou. O computador vai tentar emparelhar com outro rato ou trackpad sem fios…";


// Keyboard HID (HIDless) panel

"kHIDLess_KeyboardInstructionTextKey"						= "Não está ligado nenhum teclado sem fios. ";
"kHIDLess_KeyboardSmallInstructionDiscoveringTextKey"		= "O Assistente de Configuração Bluetooth está a procurar um teclado Bluetooth. Se algum for encontrado, será emparelhado com o seu computador. Verifique os cabos se pretender utilizar um teclado USB.\n\nSe estiver a tentar usar um teclado Bluetooth e este não for encontrado, certifique‑se de que está ligado e “detectável”. Se estiver a utilizar um teclado sem fios Apple, ligue‑o. Se estiver a tentar usar um teclado sem fios que não seja da Apple, consulte a respectiva documentação.";
"kHIDLess_KeyboardSmallInstructionDiscovering2TextKey"		= "A procurar um teclado sem fios. Se algum for encontrado, será emparelhado com o seu computador. Verifique os cabos se pretender utilizar um teclado USB.\n\nSe estiver a tentar usar um teclado sem fios e este não for encontrado, certifique‑se de que está ligado e “detectável”. Se estiver a utilizar um teclado sem fios Apple, ligue‑o. Se estiver a tentar usar um teclado sem fios que não seja da Apple, consulte a respectiva documentação.";
"kHIDLess_KeyboardSmallInstructionPairingTextKey"			= "Introduza o código a seguir indicado no teclado que está a configurar e prima a tecla Return:\n\n\n\n\n\nDepois de digitar o código no teclado, o processo de emparelhamento estará concluído.";
"kHIDLess_KeyboardAttemptingToConnectTextKey"				= "A tentar ligar ao teclado #%@ (%@)…";
"kHIDLess_KeyboardConnectedTextKey"							= "Ligação estabelecida com o teclado #%@ (%@).";
"kHIDLess_KeyboardTypeContinueButtonTextKey"				= "O emparelhamento com o teclado foi bem sucedido.\n\nPrima a tecla Return do teclado quando estiver pronto para prosseguir.";
"kHIDLess_KeyboardPairingAuthenticationFailedTextKey"		= "Ocorreu um erro de autenticação. Os códigos não correspondem.";
"kHIDLess_KeyboardPairingTimeoutTextKey"					= "Ocorreu um erro de limite de tempo excedido. Certifique-se de que digita o código e prima a tecla Return.";
"kHIDLess_KeyboardPairingAuthenticationFailed2TextKey"		= "O emparelhamento com o teclado falhou. O computador voltará a tentar emparelhar com o mesmo teclado dentro de 5 segundos…";
"kHIDLess_KeyboardPairingFailedTextKey"						= "O emparelhamento com o teclado falhou. O computador voltará a tentar dentro de 5 segundos…";

//============================== Pair Panel =============================//

"kDiscovery_Device_YouMustFindAndSelectBeforeContinuingKey"	= "Necessita, para continuar, encontrar e seleccionar um dispositivo na lista.";
"kDiscovery_Device_NoDeviceSelectedKey"						= "Não está seleccionado nenhum dispositivo.";

"kPair_Mouse_PairingAttemptSucceededKey"		= "O emparelhamento entre o computador e o rato foi bem sucedido.";
"kPair_Trackpad_PairingAttemptSucceededKey"		= "O emparelhamento entre o computador e o trackpad foi bem sucedido.";
"kPair_Keyboard_PairingAttemptSucceededKey"		= "O emparelhamento entre o computador e o teclado foi bem sucedido.";

// Pair Panel (General).

"kPair_General_NoDeviceStringKey"				= "Erro: não foi especificado qualquer dispositivo no painel anterior.";
"kPair_General_PairingAttemptToPairKey"			= "A tentar emparelhar com “%@”.";
"kPair_General_ConnectingToDeviceKey"			= "A ligar a “%@”.";
"kPair_General_ConnectionEstablishedKey"		= "Ligação estabelecida.";

// Discovery Panel (mice)

"kDiscovery_Mouse_SearchingForDevicesKey"					= "A procurar ratos - %@ encontrado(s).";
"kDiscovery_Mouse_YouMustFindAndSelectBeforeContinuingKey"	= "Necessita, para continuar, encontrar e seleccionar um rato na lista.";
"kDiscovery_Mouse_NoDeviceSelectedKey"						= "Nenhum rato seleccionado.";
"kDiscovery_Mouse_SmallInstructionTextKey"					= "Quando o rato aparecer na lista, seleccione‑o e clique em Continuar. Se não o vir, certifique‑se de que está “detectável\". Caso esteja a utilizar um rato sem fios da Apple, ligue‑o.";
"kDiscovery_Mouse_NoFoundDevicesSoFarKey"					= "Não foi encontrado qualquer rato. Certifique-se de que o rato está “detectável”.";
"kDiscovery_Mouse_BigInstructionTextKey"					= "A procurar rato";

// Discovery Panel (mice/trackpads)
"kDiscovery_Mouse_Trackpad_SearchingForDevicesKey"			= "A procurar ratos ou trackpads sem fios - %@ encontrado(s).";
"kDiscovery_Mouse_Trackpad_NoFoundDevicesSoFarKey"			= "Não foi encontrado qualquer rato ou trackpad sem fios. Certifique‑se de que o seu rato ou trackpad sem fios está “detectável”.";


// Discovery Panel (keyboards)

"kDiscovery_Keyboard_SearchingForDevicesKey"					= "A procurar teclados - %@ encontrado(s).";
"kDiscovery_Keyboard_YouMustFindAndSelectBeforeContinuingKey"	= "Necessita, para continuar, encontrar e seleccionar um teclado na lista.";
"kDiscovery_Keyboard_NoDeviceSelectedKey"						= "Nenhum teclado seleccionado.";
"kDiscovery_Keyboard_SmallInstructionTextKey"					= "Quando o teclado aparecer na lista, seleccione‑o e clique em Continuar. Se não o vir, certifique‑se de que está “detectável\". Caso esteja a utilizar um teclado sem fios da Apple, ligue‑o.";
"kDiscovery_Keyboard_NoFoundDevicesSoFarKey"					= "Não foi encontrado qualquer teclado. Certifique-se de que o teclado está “detectável”.";
"kDiscovery_Keyboard_BigInstructionTextKey"						= "A procurar teclado";


// Pair Panel (SSP Numeric Comparison).

"kPair_SSPNumCmp_StatusExplanationTextKey"		= "Para prosseguir com o emparelhamento, certifique-se de que o número que se segue aparece no dispositivo que está a emparelhar.";
"kPair_SSPNumCmp_StatusTextKey"					= "Se vir este número no outro dispositivo, clique em Continuar para terminar o processo de emparelhamento. Caso contrário, clique em Anterior para tentar de novo.";

// Pair Panel (SSP Passkey Notification).

"kPair_SSPPassNotif_StatusExplanationTextKey"	= "Para continuar o emparelhamento, digite o número em baixo seguido da tecla Return no dispositivo que está a emparelhar.";

// Pair Panel (Other Devices).

"kPair_Device_BigTitleTextKey"					= "Emparelhar com o dispositivo Bluetooth";
"kPair_Device_InstructionTextKey"				= "Poderá ser necessário introduzir um código para o dispositivo. Certifique-se de que este está pronto para aceitar um código, e introduza o código seguinte:\n\n\n\n\nUma vez introduzido o código, o processo de emparelhamento estará concluído.";
"kPair_Device_ClickContinueToSetupKey"			= "Clique em Continuar para configurar os serviços disponíveis no dispositivo.";
"kPair_Device_PairingAttemptFailed1Key"			= "Não foi possível emparelhar o dispositivo. Clique em Continuar para voltar a tentar.";
"kPair_Device_PairingAttemptFailed2Key"			= "A tentativa de emparelhamento falhou. Certifique-se de que o dispositivo se encontra dentro do raio de alcance do computador, ligado e “detectável”. Clique em Continuar para voltar a tentar.";
"kPair_Device_PairingAttemptFailed3Key"			= "A tentativa de emparelhamento falhou. Se está a introduzir um código, certifique-se de que o está a introduzir correctamente. Clique em Continuar, para voltar a tentar.";
"kPair_Device_PairingAttemptFailed18Key"		= "A tentativa de emparelhamento falhou. O dispositivo está a recusar a tentativa de emparelhamento. Consulte o respectivo manual e clique em Continuar, para voltar a tentar.";
"kPair_Device_PairingAttemptSucceededKey"		= "O emparelhamento entre o computador e o dispositivo foi bem sucedido.";
"kPair_Device_AlreadyPairedKey"					= "O computador e o dispositivo já estão emparelhados.";
"kPair_Device_GatheringServiceInformationKey"	= "A recolher informação acerca do dispositivo.";
"kPair_Device_GatheringInformationKey"			= "A obter informação adicional acerca do dispositivo.";
"kPair_Device_EmptyPasskeyInstructionTextKey"	= "O computador utilizará uma chave vazia para emparelhar com o dispositivo.";

//============================== Dial up Panel =============================//

"kDialupErrorSavingNetworkTitleTextKey"			= "Não foi possível guardar as definições da rede.";
"kDialupErrorSavingNetworkExplanationTextKey"	= "Não foi possível guardar as definições de rede Bluetooth.";
"kDialupErrorSavingSerialTitleTextKey"			= "Não foi possível guardar as definições da rede.";
"kDialupErrorSavingSerialExplanationTextKey" 	= "Não foi possível guardar as alterações à configuração da rede.";

//============================== Internet Access Panel =============================//

"kInternetAccess_InstructionTitleKey"				= "Para aceder à Internet através do dispositivo, tem de indicar a seguinte informação.";
"kInternetAccess_UserNameTextFieldLabelKey"			= "Utilizador:";
"kInternetAccess_PasswordTextFieldLabelKey"			= "Palavra-passe:";
"kInternetAccess_APNTextFieldLabelKey"				= "APN:";
"kInternetAccess_PhoneNumberTextFieldLabelKey"		= "Número de telefone:";
"kInternetAccess_GPRSExampleKey"					= "Exemplo: *99*123456789#";
"kInternetAccess_NoBluetoothNetworkInterfaceKey"	= "O Assistente de Configuração Bluetooth não consegue configurar o seu dispositivo como modem de ligação analógica porque a interface Bluetooth não está disponível. Abra as preferências de Rede para o adicionar.";

//============================== conclusion Panel =============================//

"kCheckMarkCharacterKey"							= "√";
"kBulletCharacterKey"								= "•";
"kConclusionPanelUseISyncKey"						= "Usar o iSync para transferir contactos e eventos";
"kConclusionPanelUseFileTransferKey"				= "Usar para transferir ficheiros";
"kConclusionPanelUseAddressBookKey"					= "Usar com a Agenda";
"kConclusionPanelUseAsHIDDeviceKey"					= "Usar como dispositivo de entrada do computador";
"kConclusionPanelUseInternetKey"					= "Aceder à Internet";
"kConclusionPanelUseSerialPortKey"					= "Foi criada uma porta série para o computador";
"kConclusionPanelUseAsPANDeviceKey"					= "Usar como rede local pessoal";
"kConclusionPanelUseAsAudioOutputKey"				= "Usar como dispositivo de saída de áudio";
"kConclusionPanelUseAsAudioInputKey"				= "Usar como dispositivo de entrada de áudio";
"kConclusionPanelDevicePairedKey"					= "O emparelhamento foi bem sucedido";
"kConclusionPanelNoSupportedServicesWereFoundKey"	= "Não foram encontrados neste dispositivo serviços suportados.";
"kConclusionPanelFailedNoServicesTitleKey"			= "O dispositivo Bluetooth não foi configurado com o seu computador.";

//============================== General conclusion Panel =============================//

"kConclusionPanelPhoneSummaryTitleKey"		= "O seu computador e telemóvel estão configurados da seguinte forma:";
"kConclusionPanelDeviceSummaryTitleKey"		= "O computador e o dispositivo estão configurados da seguinte forma:";

"kConclusionPanelMobilePhoneSetupKey"		= "Parabéns! O seu telemóvel está agora configurado para utilizar as funcionalidades Bluetooth do computador.";
"kConclusionPanelKeyboardSetupKey"			= "Parabéns! O computador está agora configurado para utilizar o teclado Bluetooth.";
"kConclusionPanelMouseSetupKey"				= "Parabéns! O computador está agora configurado para utilizar o rato Bluetooth.";
"kConclusionPanelTrackpadSetupKey"			= "Parabéns! O computador está agora configurado para utilizar o trackpad Bluetooth.";	
"kConclusionPanelOtherDeviceKey"			= "Parabéns! O computador está agora configurado para utilizar o dispositivo Bluetooth.";
"kConclusionPanelKeyboardAndMouseKey"		= "Parabéns! O computador está agora configurado para utilizar o rato e o teclado Bluetooth.";
"kConclusionPanelPrinterSetupKey"			= "Parabéns! O computador está agora configurado para utilizar a impressora Bluetooth.";
"kConclusionPanelHeadsetSetupKey"			= "Parabéns! O computador está agora configurado para utilizar o auricular Bluetooth.";
"kConclusionPanelAppleHeadsetSetupKey"		= "Parabéns! O computador está agora configurado para utilizar o auricular iPhone Bluetooth Headset.";
"kConclusionPanelAppleiPhoneSetupKey"		= "Parabéns! O computador está agora configurado para utilizar o iPhone.";
"kConclusionPanelMouseSetupSkippedKey"		= "Já existe um rato ligado a este computador. Não é necessário configurar uma ligação Bluetooth.";
"kConclusionPanelMouseTrackpadSetupSkippedKey"	= "Já existe um rato ligado a este computador. Não é necessário configurar um rato ou trackpad Bluetooth.";
"kConclusionPanelKeyboardSetupSkippedKey"	= "Já existe um teclado ligado a este computador. Não é necessário configurar uma ligação Bluetooth.";
"kConclusionPanelSetupInterruptedKey"		= "O processo de configuração do dispositivo foi interrompido.";
"kConclusionPanelHeadsetsNotSupportedKey"	= "O assistente de configuração falhou ao configurar o auricular. Tente configurar de novo.";
"kConclusionPanelFailedSetupErrorKey"		= "Ocorreu um erro ao configurar o dispositivo (0x%x). Volte a tentar.";
"kConclusionPanelFailedNoServicesTextKey"	= "No dispositivo não foram encontrados serviços configuráveis. Tal pode dever-se aos serviços do dispositivo não estarem activos, ou o dispositivo pode não ter nenhum serviço que tenha de ser configurado com o computador. Caso necessite de informação adicional acerca do dispositivo, consulte a respectiva documentação.";
"kConclusionPanelNoServicesConfiguredTextKey"	= "Não foi configurado nenhum dos serviços disponíveis para o dispositivo Bluetooth.";
"kConclusionPanelUseAssistantAgainToChangeKey"	= "Se pretender alterar alguma destas definições, utilize de novo este Assistente de Configuração.";


